Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=818_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiset ovat niiden ihmisten jälkeläisiä, jotka asuttivat Pohjois-Fennoskandian heti jääkauden jälkeen yli 10 000 vuotta sitten.
sme: Sámit ledje daid olbmuid maŋisboahttit, geat ásaiduvve Davvi-Fennoskandiai dalán jiekŋabaji maŋŋá badjel 10 000 jagi dassái.

source: Pohjois-Skandinavian saamelaisväestö polveutunee ensimmäisistä Jäämeren rannikon väestöistä ja kantasaamea puhuvasta väestöstä.
sme: Davvi - Skandinávia sámiálbmot nállašuvaš vuosttas Jiekŋameara rittu álbmogiin ja vuođđosámi hálli álbmogis.

source: Nykysaamelaiset ovat osa kivikautisen väestön jälkeläisjatkumoa, joka asettui saamelaisalueelle heti jääkauden jälkeen saamelaisten asuinalue ja levinneisyys oli laajimmillaan ajanlaskun alun tienoilta 1000-luvulle.
sme: Dálásámit leat oassi geađgebaji álbmoga maŋisboahttijoatkit, mat ásaiduvve sámeguvlui dalán jiekŋabaji maŋŋá. Sámiid orrunguovlu ja lávdu lei viidasamos áigelogu álggu sulaid 1000-lohkui.

source: Saamelaisia asui Laatokalta Jäämerelle ja Keski-Skandinaviasta Vienanmerelle.
sme: Sámit orro Laatokkas Jiekŋamerrii ja Gaska-Skandinavias Vilgesmerrii.

source: Lounais- ja etelärannikkoa lukuun ottamatta koko nykyisen Suomen alue oli saamelaista asuinaluetta.
sme: Earet máttaviesttar- ja máttarittu oppa dálá Suoma guovlu lei sámiid orrunguovlu.

source: Etelä-Suomessa on edelleenkin saamelaisperäisiä paikannimiä muistuttamassa alueen muinaisesta nautinnasta.
sme: Mátta-Suomas lea ainge sápmelašvuvuđot báikenamat muittuheamin guovllu dološ návddašeamis.

source: Saamelaisten harjoittamista elinkeinomuodoista on säilynyt tietoja saamelaisessa kansaperinteessä ja arkeologinen tutkimus on tuonut uutta tietoa muinaisista saamelaisyhteisöistä.
sme: Sámiid ollašuhttán ealáhusvugiin leat seilon dieđut sámi álbmotárbbis ja arkeologalaš dutkan lea buktán ođđa dieđu dološ sámeservošiid birra.

source: Saamelaiset ovat harjoittaneet varhaishistorian aikana pyyntiä, keräilyä, kalastusta ja poronhoitoa.
sme: Sámit leat ollašuhtttán árrahistorjjá áigge bivddu, čoaggima, guollebivddu ja boazodoalu.

source: Elinkeinot ovat olleet hyvin luonnonmukaisia ja kaikki raaka-aineet saatiin luonnosta.
sme: Ealáhusat leat leamaš hui luonddulági miel ja buot materiálaid oažžui luonddus.

source: Saamelaisten luontosuhdetta ilmentää hyvin se, että maisemaan on jäänyt hyvin vähän jälkiä muinaisista saamelaiskulttuureista arkeologien tutkittavaksi.
sme: Sámiid luonddugaskavuođas muitala bures dat, ahte eatnamii lea báhcán hui unnán luottat dološ sámekultuvrras arkeologaid dutkama várás.

source: Saamelaisten muinaisuskonto perustui muiden pohjoisten uskontojen tapaan luonnonpalvontaan ja uskonto oli šamanistinen.
sme: Sámiid dološosku vuođđuduvai eará davvi oskkuid láhkai luonddubálvaleapmai ja osku lei šamanistalaš.

source: Saamelaiset palvoivat luonnonhaltijoita, kuten miespuolisia tuulimiestä, (Biegga-almmái, Bieggagállis), ukkosenjumalaa (Dierpmis – Äijjih- Àddja) sekä naispuoleisia sekä äitiyden jumalatarta Sáráhkaa ja metsästyksen jumalatarta Juoksáhkkáa.
sme: Sámit bálvaledje luondduháldiid, dego, Biegga-albmá, Bieggagállisa, bajánipmila Dierpmis – Äijjih- Àddja ja nisson sihke eatnivuođa háldi Sáráhkká ja meahccebivddu háldi Juoksáhkká.

source: Näkyvin muisto saamelaisesta šamanistisesta uskonnosta on noitarumpu, joita on kuvitettu mm. jumalsymboleilla.
sme: Guovddáš muitu sámiid šamanistalaš oskkus lea meavrresgárri, maid leat govuhan ee. ipmilsymbolaiguin.

source: Olennainen osa uskontoa oli uhrilahjojen antaminen seidoille, seidat, joissa uskottiin jumalien asuvan.
sme: Dehalaš oassi oskkus lei oaffariid addin seiddiide, sieiddit, gos jahkke ipmiliid ássat.

source: Seidat olivat erikoisia luonnonkohteita.
sme: Sieiddit ledje iešguđet sturrosaš luonddučuozáhagat.

source: Tunnetuin seita on Inarin kunnassa sijaitseva Ukonsaari.
sme: Beakkán sieidi lea Anára gielddas Áijihsuálus.

source: Seidoille uhrattiin kalaa, lihaa, luita sekä myöhemmin myös rahaa ja muita arvoesineitä.
sme: Sieiddiide oaffaruššui guolli, biergu, dávttit sihke maŋŋá maiddái ruhta ja eará árvobiergasat.

source: Seidat ovat mahdollisesti toimineet myös siitojen välisinä rajapyykkeinä.
sme: Sieiddit leat vejolaččat doaibman maiddái siiddaid gaskasaš rádječuoldan.

source: Saamelaisten yhteisöjärjestelmän perusta on siida eli lapinkylä, joka on elinkeinon harjoittamisen yksikkö sekä yhteisöllinen ja alueellinen hallintayksikkö.
sme: Sámiid searvvušvuogádaga vuođđu lea siida dahjege sámegilli, mii lea ealáhusa ollašuhttima ovttadat sihke servodatlaš ja guovloguovdásaš hálddahusovttadat.

source: Sana siita on etymologisesti suhteessa sanaan sieidi, joka tarkoittaa palvonnan kohteena olevaa kiveä tai kalliota.
sme: Sátni siida lea etymologalaččat gaskavuođas sátnái sieidi, mii darkkuha geađggi dahje bávtti, mii lea bálvaleami čuozáhahkan.

source: Siidoilla oli rajat ja siitojen rajat olivat myöhemmin perustana kun saamelaisten asuinalueille perustettiin kuntia.
sme: Siiddain ledje ráját ja siiddaid ráját ledje maŋŋelis vuođđun go sámiid orrunguovlluide vuođđudedje gielddaid.

source: Johan Turi on teoksessaan v. 1910 Kertomuksia saamelaisista (Muitalus sámiid birra) kuvannut saamelaisten kansaperinnettä ja erityisesti porosaamelaisten folklorea.
sme: Johan Turi lea girjjistis j. 1910 Muitalus sámiid birra govvidan sámiid álbmotárbbi ja erenoamážit badjesámiid folklore.

source: Folkloren mukaan saamelaiset alkoivat pyytää peuroja ja paimentaa niitä sen jälkeen poroina.
sme: Álbmotárbbi mielde sámit álge bivdit gottiid ja guođohit daid dan maŋŋá boazun.

source: Saatuaan kesyimmät peurat kiinni niitä käytettiin houkutuseläiminä ja tällä tavoin kasvatettiin porolaumoja ja alkoivat elää niiden kanssa ympäri vuoden ja jutaa samalla tavoin kuin saamelaiset nykyisin tekevät.
sme: Go fáhtejedje lojimus gottiid gitta daid geavahedje hohkalllananeallin ja dánu stuorrudedje boazoealuid ja álge eallit daiguin birra jagiid ja johtit seamma láhkai go sámit dán áiggege dahket.

source: Tuolloin saamelaiset asuttivat alueitaan yksin.
sme: Dalle sámit ásaiduhtte guovlluideaset okto.

source: Vanhakantaisen tutkimuksen mukaan saamelaiset olisivat harjoittaneet pienimuotoista poronhoitoa, jossa poroja olisi pidetty peuranpyynnissä houkutintarkoituksessa pitkään, mutta laajamittaista paimentolaista poronhoitoa vasta 1600-luvulta lähtien.
sme: Boares dutkamuša mielde sámit livčče ollašuhttán unnahámát boazodoalu, mas bohccot livčče atnon goddebivddus hohkahallandárkkuhusa dihttii guhká, muhto viiddes nomáda badjedoallu lei easka 1600-logu rájes.

source: Näkemykset ovat perustuneet verotusluetteloin.
sme: Oainnut leat vuođđuduvvan vearuhuslogahallamiidda.

source: Porojen on tulkittu tullee kesytetyksi tunturipeurasta ja poronhoito sekä metsästys olisi johtanut tunturipeuran sukupuuttoon.
sme: Leat dulkojuvvon, ahte bohccot leat lodjuduvvon duottargottis ja boazodoallu sihke meahccebivdu livčče dagahan duottargotti sogahuvvama.

source: Uusin arkeologis-biologinen tutkimus ei tue tätä näkemystä.
sme: Ođđasamos arkeologalaš – biologalaš dutkamuš ii doarjjo dán oainnu.

source: Uusimman DNA-tutkimuksen mukaan Fennoskandian nykinen poro ei ole tunturipeurasta kesytetty laji vaan täysin oma lajinsa.
sme: Ođđasamos DNA-dutkamuša mielde Fennoskandia dálá boazu ii leat duottargottis lodjuduvvon šládja muhto áibbas iežas šládja.

source: Tutkimuksen mukaan on mahdollista, että saamelaiset ovat kesyttäneet historian saatossa useita eri peuralajeja.
sme: Dutkamuša mielde lea vejolaš, ahte sámit leat lodjudan historjjá áigge máŋggaid earálágan goddešlájaid.

source: Arkeologit ovat aiemmin tulkinneet peuraluulöydösten kertoneen pyyntikulttuurista, mutta uusimman tutkimustuloksen valossa ne voivat kertoa myös poronhoitokulttuurista.
sme: Arkeologat leat ovdal dulkon goddedáktegávdnosiid muitalan bivdokultuvrras, muhto ođđasamos dutkamušbohtosa vuođul dat sáhttet muitalit maiddái boazodoallokultuvrras.

source: Todennäköisesti saamelainen poronhoitokulttuuri on hyvin vanhaa, koska elinkeino on hyvin erikoistunut ja saamen kieli sisältää hyvin laajan poronhoitoon liittyvän terminologian.
sme: Várra sámi boazodoallokultuvrra lea hui boaris, daningo ealáhus lea hui spesialiserešuvvan ja sámegielas leat hui viiddis boazodollui gulavaš terminologiija.

source: Kalastus on ollut ja on edelleenkin tärkeä osa saamelaisten kulttuuria ja merkittävä elinkeino.
sme: Guollebivdu leamašan ja lea ainge dehalaš sámiid kultuvrra oassi ja mearkkašahtti ealáhus.

source: Utsjoella kalastuksen merkitys on olut erityisen suuri.
sme: Ohcejogas guollebivddu mearkkašupmi leamašan erenoamáš stuoris.

source: Ensimmäiset kirjalliset maininnat Tenon kalastuskulttuurista ovat myöhäiskeskiajalta.
sme: Vuosttas čálalaš máinnašumit Deanu guollebivdokultuvrras leat gaskaáiggi loahpas, maŋŋidisgaskaáiggis.

source: Tärkein saaliskala, lohi, on ollut kautta aikojen Tenon saamelaisille tärkein saaliskala sekä myös maksuväline.
sme: Dehalamos bivdoguolli, luossa, leamašan čađa áiggiid Deanu sámiide dehalamos sálašguolli sihke maiddái máksingaskaoapmi.

source: Saamelaiset ovat pyytäneet ravinnoksi peuraa, hirveä sekä maalintuja.
sme: Sámit leat bivdán biebmun gotti, ealgga sihke eanalottiid.

source: Hirviä ja peuroja pyydettiin pyyntikuopilla, ajopyynnillä ja aitauksilla.
sme: Ealggaid ja gottiid bivde bivdorokkiin, vuojihemiin ja áidumin.

source: Arkeologit ovat löytäneet saamelaisten kotiseutualueelta useita näihin päiviin asti säilyneitä pyyntikuoppia.
sme: Arkeologat leat gávdnan sámiid ruovttuguovllus máŋggaid otná beaivve rádjai seilon bivdorokkiid.

source: Pienempiä riistaeläimiä pyydettiin lisäksi turkiksien vuoksi.
sme: Unnimus fuođđuid bivde lassin náhkiid dihtii.

source: Saamelaiset myivät turkiksia aina Keski-Eurooppaan asti jo hyvin varhain.
sme: Sámit vuvde náhkiid álo Gaska-Eurohpa rádjai juo hui árrat.

source: Keräily on kuulunut saamelaisten ravinnonhankintaan kautta historian.
sme: Čoaggin lea gullan sámiid biepmuháhkamii čađa historjjá.

source: Vesilintujen munittaminen eli munien kerääminen uista, on ollut tärkeä ravinnonlisä, ja tapa on säilynyt pienimuotoisena harrastuksena aivan näihin päiviin asti.
sme: Čáhcelottiid manneheapmi dahjege maniid čoaggin muorain, leamašan dehalaš biebmolassi, ja vuohki lea seilon unnahámát buđaldussan áibbas dáid beivviid rádjai.

source: Eri saamelaiskulttuureilla on ollut erilaiset pääravinnonlähteensæ ja asumismallinsa, mihin vaikuttivat ympäristö, luonnon resurssipohja sekä kulttuurin tavat ja perinteet.
sme: Iešguđet sámekultuvrrain leamašan iešguđetlágan váldobiebmogáldut ja ássanmállet, maidda váikkuhedje biras, luonddu resursavuođđu sihke kultuvrra dábit ja árbbit.

source: Porosaamelaisilla asutuskuva noudatti porojen luontaisia kulkureittejä merenrannikon kesä-alueilta aina suojaisille metsäalueille ja tuntureille.
sme: Badjesámiin ássan čuovui bohccuid lunddolaš geinnodagaid mearrarittu geasseorohagain álo suddjes meahcceguovlluide ja duottariidda.

source: Paimenet ja perheet elivät liikkuvaa eli nomadistista (jutavaa) elämäntapaa.
sme: Eallogeahččit ja bearrašat elle johtti dahjege nomádalaš eallinvuogi.

source: Myös kalastajasaamelaisilla oli liikkuva elämäntapa.
sme: Maiddái guolásteaddjisámiin lei johtti eallinvuohki.

source: Talvipaikkaa nykyisen Suomen alueella pitävät saamelaiset ovat käyneet kalastamassa kesäisin aina Norjan merenrannikolla asti.
sme: Dálveorohaga dálá Suoma guovllus doalli sámit leat fitnan guollebivddus geassit gitta Norgga mearrarittu rájes.

source: Saamelaisten historiallinen nautinta-alue on sijainnut nykytilanteeseen suhteutettuna usean eri valtion alueella.
sme: Sámiid historjjálaš návddašanviidodat leamašan dálá dili ektui máŋgga eará riikka viidodagas.

source: Inarinsaamelaisilla on ollut kalastuksen, metsästyksen ja myöhemmin myös karjanpitoa varten yhdestä kolmeen kausiluonteisesti asuttua paikkaa.
sme: Anáraččain leamašan guollebivddu, meahccebivddu ja maŋŋelis maiddái šibitdoalu várás ovttas golbmii bajiid mielde orrojuvvon saji.

source: Inarinsaamelaiset oat myös pitäneet ja pitävät edelleenkin poroja.
sme: Anáraččat leat maiddái doallan ja dollet ainge bohccuid.

source: Inarinsaamelaisten muuttoasutuskierto keskittyi Inarijärven vesistön läheisyyteen.
sme: Anáraččaid orohatlotnašuvvan čoahkanii Anárjávrri čázádaga lahkosii.

source: Inarinsaamelaisten talvipaikka oli usein sisämaan metsissä, jotka olivat suojaisia ja alueella oli polttopuita ja porolaitumia.
sme: Anáraččaid dálveorohat lei dávjá siseatnama vuvddiin, mat ledje biekkasuojis ja guovllus ledje boaldinmuorat ja guođohaneatnamat.

source: Kesäpaikat sijaitsivat luonnollisesti järvien eli hyvien kalavesien varrella.
sme: Geasseorohagat ledje lunddolaččat jávrriid dahjege buriid guollečáziid guoras.

source: Muuttoasutuskierto säilyi joillakin inarinsaamelaisilla perheillä aina 1950-luvulle asti.
sme: Orohatlotnašuvvan seaillui muhtun anáraš bearrašiin gitta 1950-logu rádjai.

source: Kolttasaamelaisyhteisön yhteisö- ja elinkeinojärjestelmästä on parhaiten säilynyt tietoja Suonikylän kolttasaamelaisyhteisöstä.
sme: Nuortalašservoša searvvuš- ja ealáhusvuogádagas lea buoremusat seilon dieđut Suonnjelgili nuortalšservošis.

source: Suonikylän kolttasaamelaisilla oli yhteinen talvikylä, josta eri suvut hajaantuivat perinteisille sukualueilleen kalastusta ja pyyntiä varten.
sme: Suonnjelgili nuortalaččain lei oktasaš dálvegilli, gos eará sogat hádjánedje árbevirolaš sohkaeatnamiidda guollebivddu ja bivddu dihtii.

source: Talvikylässä perheet harjoittivat yhdessä pyyntiä ja kalastusta.
sme: Dálvegilis bearrašat ollašuhtte ovttas bivddu ja guollebivddu.

source: Talvikylässä kokoontui kolttasaamelaisten kyläkokous, joka päätti alueiden käytöstä ja yhteisöllisistä asioista.
sme: Dálvegilis čoahkkanii nuortalaččaid giličoahkkin, mii mearridii eatnamiid geavaheamis ja servoša guoski áššiin.

source: Kolttasaamelaiset ovat lisäksi harjoittaneet pienimuotoista poronhoitoa.
sme: Nuortalaččat leat lassin ollašuhttán unnahámát boazodoalu.

source: Uudisasutus alkaa
sme: Ođđaássan álgá

source: Keskiajalta lähtien eri valtioita alkoi muodostua saamelaisten asuttamille asuinalueille ja valtioiden kiinnostus kohdistui pikkuhiljaa myös pohjoista ja sen resursseja kohtaan.
sme: Gaskaáiggi rájes eará stáhtat álge šaddat sámiid ásahan orrunsajiide ja stáhtaid beroštupmi čuozai gulul maiddái davás ja dan resurssaide.

source: 1500-luvun loppupuolelle asti saamelaiset elivät melkein ainoina omilla alueillaan.
sme: 1500-logu loahppabeali rádjai sámit elle measta áidna álbmogin iežaset guovlluin.

source: Suomalaisen ja saamelaisen asutuksen rajana oli nk. Lapin ja Lannan raja, joka kulki nykyistä saamelaisten kotiseutualuetta etelämpänä.
sme: Suopmelaš ja sápmelaš ásahusa rádján lei ng. Lappi ja Lanta rádji, mii lei dálá sámiid ruovttuguovllu máddelabbos.

source: Historioitsija Kyösti Julku on määrittänyt lapin ja lannan rajan rajapyykit.
sme: Historjáčálli Kyösti Julku lea meroštallan lappi ja lanta rájá rádječuolddaid.

source: Raja perustui lapinkylien ja suomalaisten pitäjien rajoihin.
sme: Rádjá vuođđuduvai sámegiliid ja suopmelaš gielddaid rájáide.

source: Rajaa ei saanut ylittää.
sme: Rájá ii sáhttán rasttildit.

source: Raja ei kuitenkaan säilynyt voimassa kovin pitkään, vaan Kustaa Vaasan 1600-luvulla (1673 ja 1695) antamat asutusplakaatit lopettivat rajan ja aloittivat uudisasutuksen saamelaisten asuma-alueille.
sme: Rádjá ii goit seilon fámus hirbmat guhká, muhto Kustaa Vaasa 1600-logus (1673 ja 1695) addin ássanplakáhtat heaittihedje rájá ja álggahedje ođđaássama sámiid orrunguovlluide.

source: Muuttoa tuettiin sosiaalisin ja taloudellisin helpotuksin.
sme: Fárrema dorjo sosiálalaš ja ekonomalaš healppuhemiiguin.

source: Uudisasutuksen aikaan nykyisen Suomen ja Norjan pohjoisosat luettiin Tornion ja Kemin Lappeihin.
sme: Ođđaássama áigge dálá Suoma ja Norgga davvioasit gulle Durdnosa ja Giema Lappii.

source: Uudisasutuksen myötä eteläiset saamelaisryhmät sulautuivat suomalaiskulttuuriin.
sme: Ođđaássama mielde mátta sámejoavkkut sudde suopmelaškultuvrrii.

source: Näistä kulttuureista on jäljellä muutamia runonpätkiä ja sanontoja.
sme: Dáin kultuvrrain leat báhcán muhtun diktabihtát ja dajaldagat.

source: Uudisasutuksen myötä valtio, kirkko ja matkailijat kiinnostuivat saamelaisten kotiseutualueesta.
sme: Ođđaássama mielde stáhta, girku ja turisttat beroštuvve sámiid ruovttuguovllus.

source: Myös verottaja kiinnostui pohjoisesta Saamenmaasta.
sme: Maiddái vearuheaddji beroštuvai davvi Sámis.

source: Saamelaiset saattoivat maksaa veroa jopa kaikille lähialueen valtioille, koska valtioiden rajat eivät olleet pohjoisessa selvät.
sme: Sámit sáhtte máksit vearuid juoba buot lagasguovllu stáhtaide, go riikkaid ráját eai lean davvin čielgasat.

source: Ensimmäisenä uudisasutus saavutti Enontekiön ja Inarin.
sme: Vuosttasin ođđasássan juvssai Eanodaga ja Anára.

source: Uudisasutuksen myötä maatalous tuli myös saamelaisten kotiseutualueelle.
sme: Ođđaássama mielde eanadoallu bođii maiddái sámiid ruovttuguvlui.

source: Inarin ja Utsjoen saamelaisille maataloudesta tuli osa kalastus- ja pyyntikulttuuria.
sme: Anára ja Ohcejoga sámiide eanadoalus šattai guollebivdo- ja bivdokultuvrra oassi.

source: Uudisasutuksen myötä saamelaisia alettiin käännyttää kristinuskoon ja tämä johti saamen kielen aseman heikentymiseen sekä saamelaisen muinaisuskon katoamiseen.
sme: Ođđaássama mielde maiddái álge sámiid jorgalahttit kristtalašoskui ja dát dagahii sámegiela dili fuotnáneami sihke sápmelaš dološoskku jávkama.

source: Strömstadin rajasopimuksen rajajärjestelyissä vuonna 1751 vedettiin Ruotsi-Suomen ja Tanska-Norjan rajat myöhempään muotoonsa.
sme: Strömstada rádjasoahpamuša rádjaortnedemiin jagi 1751 gessujuvvui Ruoŧa-Suoma ja Danmárkku-Norgga ráját maŋit hápmái.

source: Sopimuksen lappcodisillenissä vuonna 1751 Ruotsi-Suomi ja Tanska-Norja takasivat mm. saamelaisille oikeuden ylittää rajat porolaumoineen ja kalastustarkoituksessa.
sme: Soahpamuša lappcodisillenis jagi 1751 Ruoŧŧa-Suopma ja Danmárku-Norga dáhkidedje ee. sámiide vuoigatvuođa rasttildit rájáid boazoealuin ja guollebivdodárkkuhusa dihtii.

source: Tämä oikeus jatkui vuoden 1852 rajasulkuun asti.
sme: Dát vuoigatvuohta joatkašuvai jagi 1852 rádjagiddema rádjai.

source: Rajasulut Suomen ja Norjan välillä vuonna 1852 sekä Ruotsin ja Suomen välillä vuonna 1889 lopettivat perinteisen jutamisen Suomessa ja aiheuttivat suuria asuinmuutoksia saamelaisalueella.
sme: Rádjagiddemat Suoma ja Norgga gaskkas jagi 1852 sihke Ruoŧa ja Suoma gaskkas jagi 1889 heite árbevirolaš johtima Suomas ja dagahedje stuorra ássannuppástusiad sámeguovllus.

source: Saamelaisten piti valita pysyvästi asuinmaansa ja valita perinteisten sukualueidensa välillä.
sme: Sámit galge válljet bissovaččat iežaset ássaneatnamiid ja válljet árbevirolaš sohkaeatnamiid gaskkas.

source: Rajojen myötä myös uudisasutus voimistui 1800-luvulla ja valtiot alkoivat tietoisen politiikan avulla vahvistaa pääväestön etuja ja sulauttaa saamelaisia pääväestöön.
sme: Rájáid mielde maiddái ođasássan lassánii 1800-logus ja stáhtat álge diđolaš politihkain nannet váldoálbmoga ovdduid ja suddadit sámiid váldoálbmogii.

source: Saamelaisten yhteys omaan kieleen ja kulttuuriin heikkeni.
sme: Sámiid oktavuohta iežas gillii ja kultuvrrii hedjonii.

source: Erityisesti koululaitoksen tulo johti saamen kielen aseman heikkenemiseen.
sme: Erenoamážit skuvlalágádusa boahtin dagahii sámegiela dili fuotnáneapmai.

source: Toinen maailmansota johti kolttasaamelaisten perinteisen asuma-alueiden hajaantumiseen kahden valtion välillä.
sme: Nubbi máilmmisoahti dagahii nuortalaččaid árbevirolaš orrunguovlluid hádjáneapmai guovtti riikka gaskkas.

source: Nykyiset Suomen kolttasaamelaiset koostuvat Petsamon alueen kolmen siidan, Suonikylän, Petsamon ja Paatsjoen kolttasaamelaisista.
sme: Dálá Suoma nuortalaččat šadde Beahcáma guovllu golmma siidda, Suonnjelgili, Beahcáma ja Báhcaveaijoga nuortalaččain.

source: Heidät asutettiin II maailmansodan jälkeen Inarin kunnan itäosiin.
sme: Sin ásahedje II máilmmisoađi maŋŋá Anára gieldda nuortaosiide.

source: Osa jäi Neuvostoliiton alueelle.
sme: Oassi bácii Sovjetlihtu guvlui.

source: Suonikyläläiset sijoitettiin Sevettijärven alueelle, petsamonkyläläiset Tsarmijärven-Nellimin seudulle sekä paatsjokiset Keväjärven-Mustolan alueelle.
sme: Suonnjelgiliolbmuid sajuštedje Čeavetjávrri guvlui, beahcángiliolbmot Tsarmijávrri-Njellim guvlui sihke báhcaveaijoholbmot Kiäváájávri - Mustola guvlui.

source: Saamelainen yhteistyö alkaa
sme: Sámiid oktasašbargu álgá

source: Saamelaisten etninen ja kansallinen herääminen alkoi 1800-luvun lopulla Norjassa ja Ruotsissa, jolloin syntyivät ensimmäiset saamelaisyhdistykset ja sanomalehdet.
sme: Sámiid etnihkalaš ja álbmotlaš morráneapmi álggii 1800-logu loahpas Norggas ja Ruoŧas, goas šadde vuosttas sámesearvvit ja aviissat.

source: Ensimmäinen yhteinen saamelaiskokous pidettiin 1917 Norjan Trondheimissa.
sme: Vuosttas oktasaš sámečoahkkima dolle 1917 Norgga Trondheaimmas.

source: Yhteistyö tiivistyi sotien jälkeen jolloin Ruotsin Jokkmokissa pidettiin 1953 ensimmäinen kolmen valtion saamelaisten konferenssi.
sme: Oktasašbargu šattai čavggabun sođiid maŋŋá goas Ruoŧa Johkamohkis dolle 1953 vuosttas golmma riikka sámiid konferánssa.

source: Se korosti saamelaisten oikeuksia luonnonvaroihin ja kieleen ja päätti yhteissaamelaisen Saamelaisneuvoston perustamisesta.
sme: Dat deattuhii sámiid vuoigatvuođaid luondduriggodagaide ja gillii ja mearridii sámiid oktasaš Sámeráđi vuođđudeami.

source: Saamelaisyhteisö alkoi järjestäytyä ja 1900-luvun puoliväliin mennessä Suomessa toimi saamelaisyhdistyksiä.
sme: Sámesearvvuš álggii ortniidit ja 1900-logu gaskamuttu rádjai Suomas doibme sámesearvvit.

source: Saamelaisyhteisön aktiivinen toiminta johti saamelaisvaltuuskunnan perustamiseen 1970-luvulla.
sme: Sámeservoša aktiiva doaibman oažžui áigái sámepárlameantta vuođđudeami 1970-logus.

source: Koulukotiasumisesta saamen kielen opetukseen
sme: Skuvlaruoktoássamis sámegiela oahpahussii

source: 1900-luvun alku oli suomalaistamisen aikaa.
sme: 1900-logu álgu lei láttiiduhttima áigi.

source: Monet lapset menettivät saamen kielen taidon koulukodeissa.
sme: Máŋggat mánát masse sámegiela dáiddu skuvlaruovttuin.

source: Lapset pääsivät käymään kotonaan vain harvoin ja yhteys saamenkieliseen ympäristöön heikkeni.
sme: Mánát besse fitnat ruovttusteaset dušše hárve ja oktavuohta sámegielat birrasii fuotnánii.

source: Saamen kielen puhuminen kiellettiin monissa yhteyksissä.
sme: Sámegiela hállan gildui máŋggain oktavuođain.

source: Saamen kieli ja kulttuuri oli hyvin uhanalainen 1900-luvun puolivälissä.
sme: Sámegiella ja kultuvrra lei hui áitatvuloš 1900-logu gaskkamuttus.

source: Saamelaisyhteisön järjestäytyminen ja saamelaisyhteistyö johtivat saamelaiskulttuurin aseman paranemiseen, saamen kielen aseman kehittymiseen ja lainsäädännön kehittymiseen.
sme: Sámeservoša ortniiduvvan ja sámeoktasašbargu ožžo áigái sámekultuvrra dili buorráneapmai, sámegiela dili ovdáneapmai ja láhkaásahusa ovdaneapmai.

source: Saamen kielinen opetus aloitettiin peruskouluissa ja ensimmäinen saamen kielilaki hyväksyttiin vuonna 1992.
sme: Sámegielat oahpahus álggahuvvui vuođđoskuvllain ja vuosttas sámi giellaláhka dohkkehuvvui jagi 1992.

source: Suomalaistamisprosessi jätti syvän jäljen saamelaisyhteiskuntaan johtaen saamen kielten uhanalaistumiseen.
sme: Láttiiduhttinproseassa guđii čiekŋalis luotta sámeservodahkii ja dagahii sámegielaid áitatvuložin.

source: Vain noin vajaa puolet Suomen saamelaisista puhuu saamea äidinkielenään.
sme: Dušše sullii vádjit bealli Suoma sámiin hálla sámegiela eatnigiellan.

source: Haasteet
sme: Hástalusat
